Tekla.Structures.Analysis.Remoting.CDelegateWrapper.ExportFetchAnalysisModelIssue(Tekla.Structures.AnalysisInternal.DotAnalysisModelIssue@)
DO NOT USE! For internal usage only!

Tekla.Structures.Analysis.Remoting.CDelegateWrapper.ExportQueryAnalysisLoadGroup(Tekla.Structures.AnalysisInternal.DotAnalysisLoadGroupQuery@)
DO NOT USE! For internal usage only!

Tekla.Structures.Analysis.Remoting.CDelegateWrapper.ExportUISetSelectedAnalysisObjects(System.Collections.Generic.List{Tekla.Structures.AnalysisInternal.dotADSelectedObject_t},System.Int32)
DO NOT USE! For internal usage only!

Tekla.Structures.Analysis.Remoting.CDelegateWrapper.ExportAnalysisObjectOperation(Tekla.Structures.AnalysisInternal.dotAnalysisObjectOperation_t@)
DO NOT USE! For internal usage only!
Returns:

Tekla.Structures.Analysis.Remoting.CDelegateWrapper.ExportAnalysisChangeManagementObjectsTimes(Tekla.Structures.AnalysisInternal.DotAnalysisChangeManagementObjectsTimes@)
DO NOT USE! For internal usage only!
Returns:

Tekla.Structures.Analysis.Remoting.CDelegateWrapper.ExportAnalysisChangeManagementTime(Tekla.Structures.AnalysisInternal.DotAnalysisChangeManagementTime@)
DO NOT USE! For internal usage only!
Returns:

Tekla.Structures.Analysis.Remoting.CDelegateWrapper.ExportAnalysisChangeManagementPartBarData(Tekla.Structures.AnalysisInternal.DotAnalysisChangeManagementPartBarData@)
DO NOT USE! For internal usage only!
Returns:

Tekla.Structures.Analysis.Remoting.CDelegateWrapper.ExportAnalysisChangeManagementOperation(Tekla.Structures.AnalysisInternal.DotAnalysisChangeManagementOperation@)
DO NOT USE! For internal usage only!
Returns:

Tekla.Structures.Analysis.Remoting.CDelegateWrapper.ExportAnalysisChangeManagementPartDiff(Tekla.Structures.AnalysisInternal.DotAnalysisChangeManagementPartDiff@)
DO NOT USE! For internal usage only!
Returns: